[
    {
        "title": "eTrove: College Marketplace and Community App",
        "year": 2025,
        "image": "/eTrove.png",
        "description": "Developed an iOS application, allowing students to view posts, chat with peers, and post products for sale. The app includes email verification for account security and push notifications for real-time updates."
    },
    {
        "title": "Climate Model Emulation using Neural Nets",
        "year": 2025,
        "image": "/climate.jpeg",
        "description": "Developed model to predict climate variables under different SSP scenarios, utilizing CMIP6 data. Focuses on reducing computational costs while maintaining prediction accuracy."
    },
    {
        "title": "Real-Time Market Data Prediction Bot",
        "year": 2025,
        "image": "/stock.jpeg",
        "description": "Developed a real-time market data prediction bot that integrates WebSocket streaming for continuous data collection and machine learning for predicting future market trends. Uses the TwelveData API."
    },
    {
        "title": "Portfolio",
        "year": 2025,
        "image": "/website.webp",
        "description": "My presonal website showcasing my skills and interests"
    },
    {
        "title": "D3 Data Findings",
        "year": 2025,
        "image": "/D3_image.jpeg",
        "description": "Created an interactive D3 & JS project to visualize tempriture and Activity data for 15 male/female mice."
    },
    {
        "title": "Emissions Deceptive Analysis",
        "year": 2025,
        "image": "/emissions_image_2.jpeg",
        "description": "Analysed Economic and Emissions Data to create two Persuasive/Deseptive visualizations on on two sides of the same arguement."
    },
    {
        "title": "Habitizer",
        "year": 2025,
        "image": "/habitizer.png",
        "description": "Java based Android mobile application, for keeping track of routines. Utilizing Agile Software Engineering Principles."
    },
    {
        "title": "Music Recommender",
        "year": 2025,
        "image": "/spotify.png",
        "description": "Using public spotify data, created recommender system"
    },
    {
        "title": "Graph Tool",
        "year": 2024,
        "image": "/graph.jpeg",
        "description": "Created a C++ graph editer, with implemented shortes weighted path finder, Number of connected component finder."
    },
    {
        "title": "Bit-wise Compressor",
        "year": 2024,
        "image": "/compressor.jpeg",
        "description": "Created a file compressor, which uses a Huffmann Tree to efficiently compress file."
    },
    {
        "title": "Power Outages Analysis",
        "year": 2024,
        "image": "/power_outage.png",
        "description": "Analysis and predictor for Power outages in the united states"
    },
    {
        "title": "Picture Porcessor",
        "year": 2023,
        "image": "/galery.jpeg",
        "description": "Python codebase for picture editing, grayscaling, turning"
    },
    {
        "title": "Playlist Builder",
        "year": 2023,
        "image":"/playlist_builder.png",
        "description": "Java project, for creating playlists, adding, removing songs. Options for for different playable modes "
    }
]